Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the ears, the nose, the tongue, the body, and the mental faculty with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་ཡིད་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of the mental faculty [and the aforementioned sense organs].

source: དེ་བཞིན་དུ་གཟུགས་རྣམས་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate sights with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་གཟུགས་རྣམས་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །དེ་བཞིན་དུ་སྒྲ་དང་།
en: If you ask why, it is because they do not consider the nature of sights.

source: དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་རྣམས་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate sounds, odors, tastes, tangibles, and mental phenomena with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་ཆོས་རྣམས་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of mental phenomena [and the aforementioned sense objects].

source: དེ་བཞིན་དུ་མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the sensory element of the eyes, the sensory element of sights, and the sensory element of visual consciousness with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider [the nature of these sensory elements], up to and including the sensory element of visual consciousness.

source: དེ་བཞིན་དུ་རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the sensory element of the ears, the sensory element of sounds, and the sensory element of auditory consciousness with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider [the nature of these sensory elements], up to and including the sensory element of auditory consciousness.

source: དེ་བཞིན་དུ་སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the sensory element of the nose, the sensory element of odors, and the sensory element of olfactory consciousness with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider [the nature of these sensory elements], up to and including the sensory element of olfactory consciousness.

source: དེ་བཞིན་དུ་ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the sensory element of the tongue, the sensory element of tastes, and the sensory element of gustatory consciousness with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider [the nature of these sensory elements], up to and including the sensory element of gustatory consciousness.

source: དེ་བཞིན་དུ་ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the sensory element of the body, the sensory element of tangibles, and the sensory element of tactile consciousness with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider [the nature of these sensory elements], up to and including the sensory element of tactile consciousness.

source: དེ་བཞིན་དུ་ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the sensory element of the mental faculty, the sensory element of mental phenomena, and the sensory element of mental consciousness with omniscience, nor do they disassociate them therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider [the nature of these sensory elements], up to and including the sensory element of mental consciousness.

source: དེ་བཞིན་དུ་སྡུག་བསྔལ་གྱི་བདེན་པ་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: “Similarly, they neither associate the truth of suffering with omniscience, nor do they disassociate it therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་སྡུག་བསྔལ་གྱི་བདེན་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of the truth of suffering.

source: དེ་བཞིན་དུ་ཀུན་འབྱུང་བའི་བདེན་པ་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the truth of the origin of suffering with omniscience, nor do they disassociate it therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་ཀུན་འབྱུང་བའི་བདེན་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of the truth of the origin of suffering.

source: དེ་བཞིན་དུ་འགོག་པའི་བདེན་པ་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the truth of the cessation of suffering with omniscience, nor do they disassociate it therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་འགོག་པའི་བདེན་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of the truth of the cessation of suffering.

source: དེ་བཞིན་དུ་ལམ་གྱི་བདེན་པ་ཉིད་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate the truth of the path with omniscience, nor do they disassociate it therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་ལམ་གྱི་བདེན་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of the truth of the path.

source: དེ་བཞིན་དུ་མ་རིག་པ་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: “Similarly, they neither associate fundamental ignorance with omniscience, nor do they disassociate it therefrom.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་མ་རིག་པ་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of fundamental ignorance.

source: དེ་བཞིན་དུ་རྒ་ཤིའི་བར་དང་། ཐམས་ཅད་མཁྱེན་པ་ཉིད་དུ་མི་སྦྱོར་མི་འབྱེད་དོ། །
en: Similarly, they neither associate [the other links of dependent origination], up to and including aging and death, with omniscience, nor do they disassociate them therefrom, and so on.

source: ཞེས་དེ་བཞིན་དུ་སྦྱར་བར་བྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དེས་རྒ་ཤིའི་བར་ཉིད་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་བའི་ཕྱིར་རོ། །
en: If you ask why, it is because they do not consider the nature of [these links of dependent origination], up to and including aging and death.

source: ཤ་ར་དྭ་ཏིའི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་བརྩོན་པ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་ཞེས་བྱའོ། །
en: Śāradvatī­putra, great bodhisattva beings who engage in union accordingly are said to engage in union with the transcendent perfection of wisdom.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བརྩོན་པ་ནི། གཟུགས་ནི་ཚོར་བ་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: “Moreover, Śāradvatī­putra, great bodhisattva beings who engage in union with the transcendent perfection of wisdom do not consider whether physical forms are connected with feelings.

source: ཚོར་བ་ནི་འདུ་ཤེས་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether feelings are connected with perceptions.

source: འདུ་ཤེས་ནི་འདུ་བྱེད་རྣམས་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether perceptions are connected with formative predispositions.

source: འདུ་བྱེད་རྣམས་ནི་རྣམ་པར་ཤེས་པ་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether formative predispositions are connected with consciousness.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར་ཆོས་གང་ཡང་ཆོས་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བ་མེད་པའི་ཕྱིར་རོ། །
en: If you ask why, it is because, owing to the emptiness of inherent existence, there is no phenomenon that is connected with any [other] phenomenon.

source: དེ་བཞིན་དུ་མིག་ནི་རྣ་བ་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: Similarly, they do not consider whether the eyes are connected with the ears.

source: རྣ་བ་ནི་སྣ་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the ears are connected with the nose.

source: སྣ་ནི་ལྕེ་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the nose is connected with the tongue.

source: ལྕེ་ནི་ལུས་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the tongue is connected with the body.

source: ལུས་ནི་ཡིད་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the body is connected with the mental faculty.

source: དེ་བཞིན་དུ་གཟུགས་རྣམས་ནི་སྒྲ་དག་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: Similarly, they do not consider whether sights are connected with sounds.

source: དེ་བཞིན་དུ་སྒྲ་རྣམས་ནི་དྲི་དག་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: Similarly, they do not consider whether sounds are connected with odors.

source: དྲི་རྣམས་ནི་རོ་དག་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether odors are connected with tastes.

source: རོ་རྣམས་ནི་རེག་པ་དག་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether tastes are connected with tangibles.

source: རེག་པ་རྣམས་ནི་ཆོས་རྣམས་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether tangibles are connected with mental phenomena.

source: དེ་བཞིན་དུ་ཇི་ལྟར་ཕུང་པོ་དག་གི་སྐབས་སུ་བསྟན་པ་དེ་བཞིན་དུ་ཁམས་རྣམས་ལ་ཡང་རྒྱ་ཆེར་སྦྱར་བར་བྱའོ། །
en: “The same refrain should also be extensively applied to the sensory elements, exactly as has been indicated here in the context of the psycho-physical aggregates.

source: དེ་བཞིན་དུ་སྡུག་བསྔལ་གྱི་བདེན་པ་ནི། ཀུན་འབྱུང་བའི་བདེན་པ་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: “Similarly, they do not consider whether the truth of suffering is connected with the truth of the origin of suffering.

source: ཀུན་འབྱུང་བའི་བདེན་པ་ནི་འགོག་པའི་བདེན་པ་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the truth of the origin of suffering is connected with the truth of the cessation of suffering.

source: འགོག་པའི་བདེན་པ་ནི་ལམ་གྱི་བདེན་པ་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །
en: They do not consider whether the truth of the cessation of suffering is connected with the truth of the path.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་རང་བཞིན་གྱིས་སྟོང་པ་ཉིད་ཀྱི་ཕྱིར། ཆོས་གང་ཡང་ཆོས་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བ་མེད་པའི་ཕྱིར་རོ། །
en: If you ask why, it is because, owing to the emptiness of inherent existence, there is no phenomenon that is connected with any [other] phenomenon.

source: དེ་བཞིན་དུ་མ་རིག་པ་ནི་འདུ་བྱེད་རྣམས་དང་ལྷན་ཅིག་ཏུ་ཡང་དག་པར་འདུ་བར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དེ་བཞིན་དུ་རྒ་ཤིའི་བར་དུ་ཡང་སྦྱར་རོ། །
en: “Similarly, they do not consider whether fundamental ignorance is connected with formative predispositions, and so on, up to and including [the link of] aging and death.

source: ཤ་ར་དྭ་ཏིའི་བུ་གཟུགས་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་གཟུགས་མ་ཡིན་ནོ། །
en: “Śāradvatī­putra, the emptiness of physical forms is not physical forms.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་ཤེས་པ་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of feelings, perceptions, formative predispositions, and consciousness is not consciousness and the [aforementioned aggregates].

source: ཤ་ར་དྭ་ཏིའི་བུ་གཟུགས་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་གཟུགས་སུ་མི་བྱེད་དོ། །
en: Śāradvatī­putra, the emptiness of physical forms does not generate physical forms.

source: དེ་བཞིན་དུ་ཚོར་བའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་ཚོར་བར་མི་བྱེད་དོ། །
en: Similarly, the emptiness of feelings does not generate feelings.

source: འདུ་ཤེས་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་འདུ་ཤེས་པར་མི་བྱེད་དོ། །
en: The emptiness of perceptions does not generate perceptions.

source: འདུ་བྱེད་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་མངོན་པར་འདུ་མི་བྱེད་དོ། །
en: The emptiness of formative predispositions does not generate formative predispositions.

source: རྣམ་པར་ཤེས་པའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་ཤེས་པར་མི་བྱེད་དོ། །
en: The emptiness of consciousness does not generate consciousness.

source: དེ་བཞིན་དུ་མིག་གི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་མིག་མ་ཡིན་ནོ། །
en: “Similarly, the emptiness of the eyes is not the eyes.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་ཡིད་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of the ears, nose, tongue, body, and mental faculty is not the mental faculty and the [aforementioned sense organs].

source: དེ་བཞིན་དུ་གཟུགས་རྣམས་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་གཟུགས་རྣམས་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of sights is not sights.

source: དེ་བཞིན་དུ་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་དང་། ཆོས་རྣམས་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་ཆོས་རྣམས་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of sounds, odors, tastes, tangibles, and mental phenomena is not mental phenomena and the [aforementioned sense objects].

source: དེ་བཞིན་དུ་མིག་གི་ཁམས་དང་། གཟུགས་ཀྱི་ཁམས་དང་། མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་མིག་གི་རྣམ་པར་ཤེས་པའི་ཁམས་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of the sensory element of the eyes, the sensory element of sights, and the sensory element of visual consciousness is not the sensory element of visual consciousness and the [aforementioned sensory elements].

source: དེ་བཞིན་དུ་རྣ་བའི་ཁམས་དང་། སྒྲའི་ཁམས་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་རྣ་བའི་རྣམ་པར་ཤེས་པའི་ཁམས་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of the sensory element of the ears, the sensory element of sounds, and the sensory element of auditory consciousness is not the sensory element of auditory consciousness [and the aforementioned sensory elements].

source: དེ་བཞིན་དུ་སྣའི་ཁམས་དང་། དྲིའི་ཁམས་དང་། སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་སྣའི་རྣམ་པར་ཤེས་པའི་ཁམས་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of the sensory element of the nose, the sensory element of odors, and the sensory element of olfactory consciousness is not the sensory element of olfactory consciousness and the [aforementioned sensory elements].

source: དེ་བཞིན་དུ་ལྕེའི་ཁམས་དང་། རོའི་ཁམས་དང་། ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་ལྕེའི་རྣམ་པར་ཤེས་པའི་ཁམས་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of the sensory element of the tongue, the sensory element of tastes, and the sensory element of gustatory consciousness is not the sensory element of gustatory consciousness and the [aforementioned sensory elements].

source: དེ་བཞིན་དུ་ལུས་ཀྱི་ཁམས་དང་། རེག་བྱའི་ཁམས་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་ལུས་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of the sensory element of the body, the sensory element of tangibles, and the sensory element of tactile consciousness is not the sensory element of tactile consciousness and the [aforementioned sensory elements].

source: དེ་བཞིན་དུ་ཡིད་ཀྱི་ཁམས་དང་། ཆོས་ཀྱི་ཁམས་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of the sensory element of the mental faculty, the sensory element of mental phenomena, and the sensory element of mental consciousness is not the sensory element of mental consciousness and the [aforementioned sensory elements].

source: དེ་བཞིན་དུ་སྡུག་བསྔལ་གྱི་བདེན་པའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་སྡུག་བསྔལ་མ་ཡིན་ནོ། །
en: “Similarly, the emptiness of the truth of suffering is not [the truth of] suffering.

source: དེ་བཞིན་དུ་ཀུན་འབྱུང་བའི་བདེན་པའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་ཀུན་འབྱུང་བ་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of the truth of the origin of suffering is not [the truth of] the origin of suffering.

source: དེ་བཞིན་དུ་འགོག་པའི་བདེན་པའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་འགོག་པ་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of the truth of the cessation of suffering is not [the truth of] the cessation of suffering.

source: དེ་བཞིན་དུ་ལམ་གྱི་བདེན་པའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་ལམ་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of the truth of the path is not [the truth of] the path.

source: དེ་བཞིན་དུ་མ་རིག་པའི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་མ་རིག་པའི་བར་དུ་མ་ཡིན་ནོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་གྱི་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་རྒ་ཤིའི་བར་དུ་མ་ཡིན་ནོ། །
en: Similarly, the emptiness of fundamental ignorance is not fundamental ignorance, and so it is with [all the other links of dependent origination], up to and including aging and death, the emptiness of which is not aging and death.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤ་ར་དྭ་ཏིའི་བུ་གཟུགས་ཀྱང་གཞན་ལ། སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན། སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ། གཟུགས་ཀྱང་གཞན་མ་ཡིན་ཏེ།
en: “If you ask why, Śāradvatī­putra, emptiness is not something other than physical forms; nor are physical forms something other than emptiness.

source: གཟུགས་ཉིད་སྟོང་པ་ཉིད་དོ། །
en: The nature of physical forms is emptiness.

source: སྟོང་པ་ཉིད་གཟུགས་སོ།
en: Emptiness is physical forms.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ཡང་གཞན་ལ། སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན།
en: Similarly, emptiness is not something other than feelings, perceptions, formative predispositions, and consciousness; nor are consciousness [and so forth] something other than emptiness.

source: སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ། རྣམ་པར་ཤེས་པ་ཡང་གཞན་མ་ཡིན་ཏེ།
en: The nature of consciousness is emptiness.

source: རྣམ་པར་ཤེས་པ་ཉིད་སྟོང་པ་ཉིད་དོ། །སྟོང་པ་ཉིད་ཀྱང་རྣམ་པར་ཤེས་པའོ། །
en: Emptiness indeed is consciousness.

source: དེ་བཞིན་དུ་མིག་ཀྱང་གཞན་ལ། སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན། སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ། མིག་ཀྱང་གཞན་མ་ཡིན་ཏེ།
en: “Similarly, emptiness is not something other than the eyes; nor are the eyes something other than emptiness.

source: མིག་ཉིད་སྟོང་པ་ཉིད་དོ། །
en: The nature of the eyes is emptiness.

source: སྟོང་པ་ཉིད་མིག་གོ། །
en: Emptiness is the eyes.

source: དེ་བཞིན་དུ་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱང་གཞན་ལ་སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན།
en: Similarly, emptiness is not something other than the ears, the nose, the tongue, the body, and the mental faculty; nor are the mental faculty and the [aforementioned sense organs] something other than emptiness.

source: སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ། ཡིད་ཀྱང་གཞན་མ་ཡིན་ཏེ།
en: The nature of the mental faculty is emptiness.

source: ཡིད་ཉིད་སྟོང་པ་ཉིད་དོ། །སྟོང་པ་ཉིད་ཡིད་དོ། །
en: Emptiness is the mental faculty.

source: དེ་བཞིན་དུ་གཟུགས་རྣམས་ཀྱང་གཞན་ལ། སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན། སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ། གཟུགས་རྣམས་ཀྱང་གཞན་མ་ཡིན་ཏེ།
en: “Similarly, emptiness is not something other than sights; nor are sights something other than emptiness.

source: གཟུགས་རྣམས་ཉིད་སྟོང་པ་ཉིད་དོ། །
en: The nature of sights is emptiness.

source: སྟོང་པ་ཉིད་གཟུགས་རྣམས་སོ། །
en: Emptiness is sights.

source: དེ་བཞིན་དུ་སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་པ་དང་། ཆོས་རྣམས་ཀྱང་གཞན་ལ། སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན།
en: Similarly, emptiness is not something other than sounds, odors, tastes, tangibles, and mental phenomena; nor are mental phenomena and the [aforementioned sense objects] something other than emptiness.

source: སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ། ཆོས་རྣམས་ཀྱང་གཞན་མ་ཡིན་ཏེ།
en: The nature of mental phenomena is emptiness.

source: ཆོས་རྣམས་ཉིད་སྟོང་པ་ཉིད་དོ། །སྟོང་པ་ཉིད་ཆོས་རྣམས་སོ། །
en: Emptiness is mental phenomena.

source: དེ་བཞིན་དུ་མིག་གི་ཁམས་ཀྱང་གཞན་ལ། སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན། སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ། མིག་གི་ཁམས་ཀྱང་གཞན་མ་ཡིན་ཏེ།
en: “Similarly, emptiness is not something other than the sensory element of the eyes; nor is the sensory element of the eyes something other than emptiness.

source: མིག་གི་ཁམས་ཉིད་སྟོང་པ་ཉིད་དོ། །
en: The nature of the sensory element of the eyes is emptiness.

source: སྟོང་པ་ཉིད་མིག་གི་ཁམས་སོ། །
en: Emptiness is the sensory element of the eyes.

source: དེ་བཞིན་དུ་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་ཡང་གཞན་ལ། སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན། སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་བར་དུ་ཡང་གཞན་མ་ཡིན་ཏེ།
en: Similarly, emptiness is not something other than [the remaining sensory elements], up to and including the sensory element of mental consciousness; nor are [the sensory elements], up to and including the sensory element of mental consciousness, something other than emptiness.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་ཉིད་སྟོང་པ་ཉིད་དོ། །སྟོང་པ་ཉིད་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་ཁམས་སོ་ཞེས་བྱ་བའི་བར་དུ་དེ་བཞིན་དུ་སྦྱར་རོ། །
en: The nature of the sensory element of mental consciousness is emptiness; and, in the same vein, emptiness is the sensory element of mental consciousness and so forth.

source: དེ་བཞིན་དུ་འཕགས་པའི་བདེན་པ་རྣམས་ཀྱང་གཞན་ལ། སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན།
en: “Similarly, emptiness is not something other than the noble truths.

source: སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ། འཕགས་པའི་བདེན་པ་རྣམས་ཀྱང་གཞན་མ་ཡིན་ཏེ།
en: Nor are the noble truths something other than emptiness.

source: འཕགས་པའི་བདེན་པ་རྣམས་ཉིད་སྟོང་པ་ཉིད་དོ། །
en: The nature of the noble truths is emptiness.

source: སྟོང་པ་ཉིད་འཕགས་པའི་བདེན་པ་རྣམས་སོ། །
en: Emptiness is the noble truths.

source: དེ་བཞིན་དུ་མ་རིག་པ་ཡང་གཞན་ལ། སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན།
en: “Similarly, emptiness is not something other than fundamental ignorance.

source: སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ། མ་རིག་པ་ཡང་གཞན་མ་ཡིན་ཏེ།
en: Nor is fundamental ignorance something other than emptiness.

source: མ་རིག་པ་ཉིད་སྟོང་པ་ཉིད་དོ། །
en: The nature of fundamental ignorance is emptiness.

source: སྟོང་པ་ཉིད་མ་རིག་པའོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། རྒ་ཤིའི་བར་ཡང་གཞན་ལ།
en: Emptiness is fundamental ignorance; and so it is with [all the other links of dependent origination], up to and including aging and death.

source: སྟོང་པ་ཉིད་ཀྱང་གཞན་མ་ཡིན།
en: Emptiness is not something other than aging and death.

source: སྟོང་པ་ཉིད་ཀྱང་གཞན་ལ། རྒ་ཤིའི་བར་ཡང་གཞན་མ་ཡིན་ཏེ།
en: Nor are aging and death something other than emptiness.

source: རྒ་ཤི་ཉིད་སྟོང་པ་ཉིད་དོ། །
en: The nature of aging and death is emptiness.

source: སྟོང་པ་ཉིད་རྒ་ཤིའོ། །
en: Emptiness is aging and death.

source: ཤ་ར་དྭ་ཏིའི་བུ་སྟོང་པ་ཉིད་གང་ཡིན་པ་དེ་ནི་མི་སྐྱེ་མི་འགག་ཅིང་།
en: “Śāradvatī­putra, emptiness neither arises nor ceases.

source: ཀུན་ནས་ཉོན་མོངས་པ་མ་ཡིན། རྣམ་པར་བྱང་བ་མ་ཡིན་ནོ། །
en: It is neither afflicted nor purified.

source: དེ་ལ་ནི་འགྲིབ་པ་མེད་དོ། །འཕེལ་བ་མེད་དོ། །
en: It neither decreases nor increases.

source: འདས་པ་མ་ཡིན། མ་འོངས་པ་མ་ཡིན། ད་ལྟར་བྱུང་བ་མ་ཡིན་ནོ། །
en: It is neither past, future, nor present.
